Repository: nivaca/de_natura_loci
Catalog: omegat/project_save.tmx
Source language: la
Languages: es

source: et sic nullum elementorum deberet esse nisi ignis solus, qui ex motu et lumine superiorum corporum generatur, et totam materiam elementalem videtur debere convertere in se.
es: y así ninguno de los elementos debería existir sino el fuego solo, que, generado a partir del movimiento y la luz de los cuerpos superiores, parecería que toda la materia elemental debe convertirse en este [fuego].

source: et sic per locum continentem largitur locato et esse et formam.
es: y así a través del lugar continente se dan abundantemente el ser y la forma a lo localizado.

source: et sic sensibilis est distinctio proprietatum longitudinis et latitudinis locorum, nisi sit impedimentum per accidens aliquod loci ex maribus vel ex montibus:
es: Y así es sensible la distinción de las propiedades de la latitud y de la longitud de los lugares, salvo si por accidente hay algún impedimento del lugar a partir de mares o de montañas,

source: et sic totum spatium quod est inter duos tropicos, est combustum et intemperatum, et habitationi contrarium sive incongruum:
es: y así todo el espacio que está entre los dos trópicos está quemado e intemperado, y es inapropiado para la habitación.

source: et sic una terra non est longior quam alia.
es: y así un sitio no tiene más longitud que otro.

source: et sic videbitur, quod longitudo locorum sit a Meridie in Aquilonem accipiendo, et latitudo sit ab Oriente in Occidentem per contrarium ejus quod diximus hic.
es: Y así parece que la longitud de los lugares ha de tomarse desde el sur hacia el aquilón y que la latitud de ellos se da desde el oriente hacia el occidente, al contrario de lo que dijimos acá.

source: et sicut in illis id quod est tantum movens, est causa motus in omnibus aliis, ita necesse est quod id quod est locus tantum, sit causa localitatis in omnibus aliis:
es: y así como en aquellos esto que es tan solo lo que mueve es causa de movimiento en todos los otros, así también es necesario que esto que es tan solo lugar sea la causa de la localización en todos los otros.

source: et similiter leones qui in sexto et septimo climate numquam generasse inveniuntur.
es: y similarmente los leones, que nunca se encuentran* que se hayan reproducido en el sexto y séptimo clima.

source: et similiter loca quae sunt majoris latitudinis.
es: Y de la misma manera, los lugares que son propios de una latitud más alta.

source: et solatium quaerunt suae imperitiae, si dicunt non oportere de ipso quaerere.
es: y buscan consuelo de su ignorancia, si dicen que no es preciso preguntarse sobre esto mismo;

source: et sunt haec verba Ptolemaei:
es: Y estas son las palabras de Ptolomeo:

source: et sunt in eo multae civitates nominatae, quarum habitatores plures venerunt ad nos.
es: y hay en este muchas ciudades famosas y renombradas, de las cuales muchos habitantes han venido a nosotros.

source: et sunt sicut mortui qui propter desiccationem corporum longo tempore figuram retinuerunt.
es: y son así como ciertos muertos, quienes retuvieron su figura temporal mucho tiempo por la sequedad de sus cuerpos.

source: et tres aliae quartae sunt sub aquis, et ideo non est in eis habitatio nisi natantibus tantum:
es: y las tres otras cuartas partes están sumergidas bajo las aguas y por eso no hay en ellas habitación sino para los seres que tan solo nadan.

source: et tunc oporteret, quod esset spatium illud ab utroque polo versus tropicum utrumque quadraginta duorum graduum:
es: Y entonces convendría que aquel espacio desde ambos polos hasta ambos trópicos fuera de cuarenta y dos grados,

source: et venientes sub aequinoctiali loca paludosa invenerunt, in quibus nihil diffunditur:
es: Y al venir por el equinoccial, hallaron lugares pantanosos en los que se ensancha el Nilo,

source: et vocatur Oriens et Occidens mundi, ortus et occasus continuari ad amphitritem:
es: Y se llama “oriente” y “occidente” del mundo al orto y al ocaso continuados hacia el Amphitrites

source: frigidissimum autem esse necesse est sub polo, eo quod obliquissime locum illum radii solis respiciunt:
es: Ahora bien, es preciso que lo más frío esté bajo el polo, porque los rayos del sol caen en aquel lugar muy oblicuamente.

source: haec enim distantia causat calidum et frigidum, humidum et siccum, quae sunt virtutes naturales elementorum:
es: pues esta distancia causa calidez y frigidez y humedad y sequedad, que son las virtudes naturales de los elementos.

source: haec enim maxime perfecta sunt in viis planetarum, in locis scilicet quae directe et perpendiculariter respiciunt.
es: pues estas están completas perfectamente en las vías de los planetas, a saber en los lugares que miran directa y perpendicularmente.

source: haec enim si nulla sit, ex motu et lumine inducit calidum in summo et subtile et siccum, quae omnino non sunt nisi formae ignis.
es: Pues si no la hay, a partir del movimiento y de la luz, esta induce lo cálido en lo más alto y lo sutil y lo seco, los que en general no son sino formas del fuego;

source: hic autem vere scripsimus opinionem nostram.
es: Sin embargo, aquí por cierto hemos escrito nuestra opinión.

source: hoc autem est quando elongatur a se per totum semicirculum:
es: Ahora bien, esta (longitud) se da cuando (los habitantes opuestos) se alejan de ellos mismos a través de todo el semicírculo;

source: hoc enim desertum arenosum, et procellas facit in eo ventus, et est vastum et latum, ita quod spatio septimanarum multarum transiri non potest:
es: Pues este desierto es arenoso y el viento crea tormentas de arena en él; y es vasto y ancho de tal modo que no puede ser atravesado en el espacio de muchas semanas.

source: hoc enim est in ratione primi et causae in genere locati.
es: esto se da en razón de lo primero y de la causa en el género del lugar

source: hoc enim modo in hac scientia processerunt Aristoteles et Plato.
es: pues de este modo en esta ciencia procedieron Aristóteles y Platón.

source: hoc enim satis refellit errorem qui dictus est hic.
es: Pues esto refuta suficientemente el error que está dicho allí.

source: horum enim est moveri ad medium sui loci, et declinare ab extremis secundum naturae convenientiam.
es: pues es propio de estos el moverse hacia el centro de su lugar y el declinar desde los extremos según la conveniencia* de la naturaleza.

source: igitur in medio per aequidistantiam ab utroque locus erit temperatus et congruus habitationi.
es: Por lo tanto, en el medio, por equidistancia con ambos, habrá un lugar temperado y adecuado para habitar.

source: igitur necessarius erit locus in quo calor dominetur ex victoria superiorum elementorum in inferiora:
es: Por lo tanto, necesario será el lugar en el que el calor domine por la victoria de los elementos superiores sobre los inferiores.

source: igitur oportet quod ratio locationis sit in omnibus aliis a caelo.
es: Por consiguiente, es preciso que la virtud y la razón de la localización se dé en todos los otros a partir del cielo.

source: in medio autem est frigidus ultra quam deberet per accidens, hoc est, per frigidas partes in eo repercussas ex vaporibus terrae et [C7a] aquae:
es: Sin embargo, en el medio hay más frío del que debería, por accidente, esto es a causa de las partes frías que en él están esparcidas a partir de los vapores de la tierra y del agua,

source: in quo ordine universalius causans est ultimum ambiens alia.
es: en este orden el que causa de manera más universal es el que circunda a otros de manera más universal

source: in seipsum autem reflexus radius causat adustionem, sicut probatur in Prospectivis.
es: El rayo reflejado en sí mismo causa un incendio, así como es probado en las *Perspectivas*.

source: isti enim sub uno parallelo circulo habitant, qui est aequalis in circuitu latitudinis ab aequinoctiali circulo:
es: pues estos habitan bajo un solo círculo paralelo, que es igual en el circuito de la latitud desde el círculo equinoccial,

source: ita non sufficit universaliter tradere de loco nisi tradatur diversitas locorum, et innotescant accidentia diversorum locorum, et causa accidentium.
es: de esta manera no es suficiente tratar sobre el lugar universalmente, si no se trata la diversidad de los lugares y no se diferencian los accidentes de los diversos lugares y la causa de los accidentes.

source: licet enim in libro de Caelo et Mundo dictum sit, "simplicia corpora habentia motum rectum esse rotunda per accidens, eo scilicet quod locantur in rotundo:" tamen hoc non est verum in compositis quae secundum naturam differunt propriis figuris, sicut differunt propriis speciebus:
es: Pues aunque en el libro *Sobre el cielo y el mundo* se dice que los cuerpos simples, teniendo un movimiento recto son redondos por accidente, esto, a saber, porque están localizados en lo redondo, sin embargo esto no es verdadero respecto a los compuestos, que difieren por sus disposiciones propias según la naturaleza así como difieren por sus propias especies;

source: licet enim in libro de Caelo et Mundo dictum sit, "simplicia corpora habentia motum rectum esse rotunda per accidens, eo scilicet quod locantur in rotundo:" tamen hoc non est verum in compositis quae secundum naturam differunt propriis figuris, sicut differunt propriis speciebus: et ideo quod est in talibus causa figurae, est per prius causa [C3a] speciei sic vel aliter figuratae.
es: En efecto, aunque en el libro *Sobre el cielo y el mundo* se dice que los cuerpos simples, teniendo un movimiento recto son redondos por accidente, esto, a saber, porque están localizados en lo redondo, sin embargo esto no es verdadero respecto a los compuestos, que difieren por sus disposiciones propias según la naturaleza así como difieren por sus propias especies; y por esto, lo que es en tales cuerpos la causa de la disposición es en primer lugar la causa de la especie de este o de otro modo de la disposición*.

source: licet hoc juvari et impediri possit aliquando per hoc quod generata profunde in se recipiunt contrarias dispositiones, sicut videmus quorumdam corpora non aegrotari in locis infirmis propter fortissimam illorum corporum dispositionem contrariam dispositioni infirmitatis quae inventa est in loco.
es: aunque esto puede ser promovido e impedido de vez en cuando por el hecho de que las cosas generadas recibieron profundamente en ellas disposiciones contrarias, así como vemos que los cuerpos de algunos seres no se enferman en los lugares insalubres a causa de la muy fuerte disposición de aquellos cuerpos, contraria a la disposición de la insalubridad que se encuentra en el lugar.

source: licet libri eorum non integri, sed per partes ad nos venerint.
es: aunque sus libros sobre estas cosas, no completos, sino por partes a nosotros han llegado.

source: locus autem continens est:
es: sin embargo, el lugar es lo continente

source: locus igitur ad esse operatur.
es: Por lo tanto, el lugar es operativo frente al ser.

source: materia enim de se nullum omnino habet locum.
es: Pues la materia de sí no tiene ningún lugar en absoluto;

source: materia enim talium corporum prius habet formam substantialem quae est indivisibilis et impartibilis, quam habeat quantitatem:
es: Pues la materia de tales cuerpos según la naturaleza tiene primero forma sustancial, que es indivisible e impartible, antes que cantidad,

source: maxime autem diffundit eas per radios emissos a luminibus stellarum:
es: Además, difunde máximamente aquellas virtudes a través de los rayos emitidos por las luces de las estrellas,

source: medium autem est corpus locans, sicut ostendimus supra:
es: ---el medio, sin embargo, es un cuerpo que localiza, así como lo mostramos más arriba---,

source: medium tamen propter facilem elementorum admixtionem a physicis interstitia dicti sunt.
es: Y así los medios, por la fácil mezcla demás los elementos medios, fueron diferenciados por los filósofos como intersticios;

source: minor enim dimensio variat naturam terrenae habitationis ab Aquilone in Meridie acceptam, quam ab Oriente in Occidentem.
es: pues en menor medida/en una dimensión menor varía la naturaleza de la habitación terrena tomada desde el aquilón hacia el sur que desde el oriente hacia el occidente.

source: mobile enim localiter non plus movetur ad locum illuminatum quam ad tenebrosum.
es: lo localmente movible no se mueve más al pues lugar iluminado que al tenebroso.

source: multae enim virtutes a caelo diffunduntur in inferiora, quae nequaquam luces vocari possunt, licet forte cum lumine caelesti descendant, sicut est calidum, et aliquando frigidum, et aliquando humidum, et aliquando siccum, quae cum radiis stellarum in inferioribus influuntur, et tamen nullum ipsorum nomine lucis proprie vocatur:
es: pues muchas virtudes son difundidas del cielo a los inferiores, las cuales inútilmente podrían ser llamadas luces, aunque desciendan por casualidad con la luz celeste, así como se da lo cálido y otras veces lo frío y otras veces lo húmedo y otras veces lo seco, los cuales, con los rayos de las estrellas fluyen en los inferiores, y, no obstante, ninguno de estos es llamado con el nombre luz propiamente.

source: multas enim civitates gentis Achim et Indorum et Aethiopum in parte constat nobis in climate illo esse.
es: Pues muchas ciudades del pueblo de los aquios y de los indios y de los etíopes en parte nos consta que están en ese clima.

source: nec est eis aequale frigus et calidum et humidum et siccum, eo quod non aequaliter dilatantur ab aequinoctiali circulo.
es: y para ellos no es igual el frío ni el calor ni la sequedad ni la humedad, por razón de que no se esparcen de la misma manera desde el círculo equinoccial.

source: nec umquam ante valet cibus operationem suam perficere proprie, nisi sit perfecte virtutem membri ad quod movetur, adeptus, cujus perfectionis principium est membrum.
es: y no antes la comida puede completar su propia labor, a no ser que haya alcanzado completamente la virtud del miembro hacia el que se mueve cuyo principio de perfección es el miembro.

source: nec umquam apparent ibi stellae vel sol, cum tamen per dimidium annum sit ibi dies, et per dimidium annum nox.
es: y allí nunca aparecen las estrellas o el sol, aunque no obstante durante medio año allí es de día y durante medio año, de noche.

source: nec videmus animal quod ipsum per violentiam possit inclinare deorsum.
es: y no vemos nada que pueda inclinarlo para abajo por violencia.

source: necessario etiam est locus [B543a] calidissimus sub tropico hyemali:
es: Sin embargo, hay un lugar calidísimo bajo el trópico invernal.

source: non enim motus est ad aliquid, nisi illud sit in ratione divini alicujus et optimi.
es: pues no hay movimiento a algo, a no ser que aquello esté en razón de algo divino y óptimo.

source: non potest autem esse generatio nisi in loco habitationis generatorum:
es: Pero, no puede haber generación, si no es en el lugar de la habitación de lo generado.

source: non tamen in una hora habent Orientem et Occidentem, sed potius differt ad minus per sex horas ortus istorum ab ortu illorum, et similiter occasus.
es: Sin embargo, no tienen el amanecer y el ocaso (el sol que sale y que se pone) en una sola hora, sino más bien el orto para estos difiere por lo menos por seis horas (90 grados) del orto para aquellos, y de la misma manera el ocaso.

source: non tamen sol oritur et occidit in eodem gradu:
es: cuando el sol sale y se pone en el mismo grado.

source: nullum autem corpus locus est tantum nisi caelum, sicut patet ex dictis:
es: Sin embargo, salvo el cielo, ningún cuerpo es tan solo lugar, así como es manifiesto en lo que ya hemos tratado.

source: nullus enim umquam Regum describentium orbem, neque aliquis historiographorum, sive Astronomorum, vel aliorum Philosophorum, umquam aliquid scripsit de locis illis, nec umquam aliqui pervenire potuerunt, licet multi in hoc laboraverint:
es: Pues nunca ninguno de los reyes que describió el orbe ni nunca ninguno de los historiógrafos, astrónomos u otros filósofos escribió algo sobre aquellos lugares, ni nunca nadie ha podido llegar aunque haya trabajado mucho.

source: omnia autem corpora praeter primum corpus habent extra se aliquod ambiens corpus, circa quod circumscribitur quantitas ipsorum.
es: pues todos los cuerpos, salvo el primer cuerpo, tienen fuera de sí algún cuerpo circundante dentro del cual se circunscribe su magnitud.

source: omnis enim terra suum habet Orientem, cum terra sit rotunda:
es: pues todo sitio tiene su oriente, puesto que la tierra es redonda,

source: oportet igitur ibi esse habitationem congruam generatis.
es: Por lo tanto, es preciso que allí esté la habitación adecuada para lo generado.

source: oportet igitur quod sit ex loco informato a figuratione radiorum stellarum.
es: Por lo tanto, es preciso que sea por el lugar formado por la configuración de los rayos de las estrellas.

source: oportet quod virtus rei faciens et terminans sit in loco:
es: es preciso que la fuerza, ser de la cosa que hace y que limita, esté en el lugar.

source: perfecta autem distantia quae est omnino cum defectu caloris, sed potius habet frigus partes materiae constringens, causat siccum per omnimodam humidi expressionem, et inducit formas terrae:
es: sin embargo, la distancia perfecta que se da completamente con ausencia de calor, aunque más bien tenga el frío que constriñe las partes de la materia, causa lo seco exprimiendo completamente lo húmedo e induce la forma de la tierra.

source: perspicuum autem in omni corpore est ex convenientia cum perpetuo superius corpori caelesti, sicut dicit Aristoteles in secundo libro de Anima.
es: sin embargo, la transparencia se da en todo cuerpo a partir de la conveniencia/concordancia con el cuerpo celeste perpetuo superior, así como dice Aristóteles en el libro segundo de *Sobre el alma*;

source: propter hoc quod ibi est superius solis, et caeli vicinitas plus temperat frigus regionum quae distant ab aequinoctiali per quinquaginta gradus a Meridie, quam faciat in Aquilone:
es: por el hecho de que allí está lo más alto del cielo y la proximidad del sol tempera más el frío de las regiones que distan del equinoccial por el grado 50 en el sur, a la que se hace en el aquilón,

source: propter hoc quod secundum quantitatem arcus, qui est Meridionalis circuli pars, sol et caeteri planetae qui praecipue causant naturas et proprietates locorum, moventur in caeli latitudine super loca, aut directe perpendiculariter, aut accedendo versus ipsa.
es: por el hecho de que, según la magnitud del arco, que es la parte del círculo meridional, el sol y los otros planetas, que principalmente causan las naturalezas y las propiedades de los lugares, se mueven en la latitud del cielo sobre los lugares ya directamente de manera perpendicular, ya aproximándose hacia ellos.

source: propter quod continue nebulosus et caliginosus est aer illarum regionum:
es: por lo que el aire de estas regiones es permanentemente nebuloso y sombrío

source: propter quod egregie dicit Aristoteles in libro de Causis proprietatum elementorum et orbis sive planetarum, quod si compositum occupetur a simplici, corrumpitur statim:
es: Por lo que egregiamente afirma Aristóteles en el libro de las *Causas de las propiedades de los elementos y el mundo o de los planetas* que si el compuesto es ocupado por el simple, se corrompe inmediatamente,

source: propter quod et pisces maris illius videmus tempore frigoris transferre se ad littora versus Meridiem, et in aestate redeunt, eo quod in hyeme intolerabile est eis frigus illorum locorum, quod aliquantulum temperatur in aestate.
es: Por esto también vemos que los peces de aquel mar en tiempo de frío migran a los litorales hacia el sur y en verano regresan, puesto que les es intolerable el frío de esos lugares que se tempera un poco en verano

source: propter quod etiam in Physicis diximus non quamlibet superficiem esse locum rei [C4a] naturalem, sed illam quae est terminus locantis corporis relativa ad distantiam et causam, in quo propria est generatio rei locatae.
es: Por lo que también dijimos en la *Física* que no cualquier superficie es el lugar natural para una cosa, sino aquella que es el límite del cuerpo que localiza referida según la distancia de la concavidad, en el que es propia la generación de la cosa localizada;

source: propter quod etiam nihil habitat et movetur in igne, sicut in libro de Causis proprietatum elementorum ostendimus.
es: Por lo cual, tampoco nada habita ni se mueve en el fuego, así como mostraremos en el libro *Sobre las causas de las propiedades de los elementos*.

source: propter quod etiam saniores a peritis medicorum judicantur:
es: por lo que incluso son juzgadas como más sanas por expertos entre los médicos

source: propter quod in terra morantur sicut in loco habitationis suae congruo.
es: por lo que moran en la tierra, así como en un lugar adecuado para su habitación.

source: propter quod tradunt Philosophi montes altos esse in partibus Aquilonaribus perpetuarum nivium et perpetuae frigiditatis.
es: Por esto enseñan los filósofos que hay montañas altas en las partes aquilonales de nieves perpetuas y de fríaldad perpetua.

source: propter quod unus calor alium in loco non invenit:
es: Por lo que un calor no se halla en el mismo lugar que el otro

source: propter quod videtur concavum ignis in modo elementali non aerem debere producere, sed ignem:
es: Por lo cual parece que la concavidad del fuego en la materia elemental no debe producir aire sino fuego

source: putrescunt namque ea quae putrescunt et conservantur conservata per virtutem continentium corporum, sicut probari habet in IV Meteororum:
es: Pues se pudren las cosas que se pudren, y se conservan las cosas conservadas debido a las virtudes de los cuerpos continentes, así como se tiene demostrado en el cuarto libro de los *Metereológicos*,

source: quae quando non recipiunt actionem fortem a radiis solis, ad frigiditatem naturalem reducuntur, et infrigidant aerem:
es: las cuales, cuando no reciben la acción fuerte por los rayos del sol, se devuelven a su frigidez natural y enfrían el aire.

source: quae tamen per accidens ex vicinitate montium, vel situ eorum, vel ex vicinitate marium, frequenter impediuntur, et aliquando recipiunt impedimentum per artificium peritorum virorum qui noverunt situs et virtutes stellarum, et impediunt effectus:
es: sin embargo, son frecuentemente impedidas por accidente, a partir ya de la proximidad de los montes ya de su sitio y a partir de la proximidad de los mares; a veces reciben el impedimento por el artificio de hombres expertos que conocieron los sitios y las virtudes de las estrellas y que impiden sus efectos,

source: qualiter igitur intelligi potest, quod locus operetur ad id quod est consequens, et nihil conferat ad antecedens?
es: Por lo tanto, ¿de qué manera puede ser comprendido que el lugar es operativo frente a aquello que es lo que se sigue y que nada entregue a lo antecedente?

source: quare circulus solis ibi est extensus, et quasi recte recedit ab aequinoctiali, nec [C12a] rursum accedit ad ipsum nisi interpositis quatuor signis ad minus:
es: sin embargo no está fijo en el mismo lugar mucho tiempo porque la órbita del sol allí es extensa, retrocede casi rectamente desde el ecuador y no se aproxima de nuevo excepto después de pasar por cuatro signos por lo menos.

source: quare corrumpuntur multum et inficiuntur loca illa, ita quod inducunt gravem mortalitatem in homines et [C22a] alia animalia:
es: Se corrompen e infectan mucho, de modo que inducen una gran mortandad en los hombres y en otros animales,

source: quare propter ipsum oportet esse aliquid divinissimum et optimum secundum naturam rei.
es: Por lo que es preciso que este sea hacia lo más divino y óptimo según la naturaleza de la cosa
